tap "aws/tap"
tap "bufbuild/buf"
tap "dwarvesf/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "k1low/tap"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
tap "xcodesorg/made"
brew "ansible"
brew "anyenv"
brew "aom"
brew "automake"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "harfbuzz"
brew "clojure"
brew "cmake"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "eza"
brew "frum"
brew "node"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-time"
brew "gobject-introspection"
brew "gradle"
brew "pango"
brew "graphviz"
brew "gron"
brew "groovy"
brew "guile"
brew "httpie"
brew "jadx"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "libfido2"
brew "libgccjit"
brew "licenseplist"
brew "mysql"
brew "mysql-client@8.0"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "openjdk@11"
brew "openssl@1.1"
brew "php"
brew "pidcat"
brew "protoc-gen-go"
brew "putty"
brew "pyenv"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "swift-protobuf"
brew "swiftlint"
brew "texinfo"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "translate-shell"
brew "tree"
brew "ugrep"
brew "wget"
brew "xcodegen"
brew "k1low/tap/tbls"
brew "xcodesorg/made/xcodes"
cask "git-credential-manager"
cask "keycastr"
cask "multipass"
cask "osquery"
cask "postman"
cask "swiftbar"
cask "vagrant"
cask "xbar"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "alexanderbast.vscode-snazzy"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dr666m1.bq-extension-vscode"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "medo64.render-crlf"
vscode "mikeburgh.xml-format"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "premparihar.gotestexplorer"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-pack"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "webdokkeren.joinlines"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
