tap "aws/tap"
tap "dwarvesf/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
brew "ansible"
brew "anyenv"
brew "automake"
brew "bat"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "guile"
brew "gnutls"
brew "cask"
brew "clojure"
brew "cmake"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "exa"
brew "frum"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "gradle"
brew "gron"
brew "groovy"
brew "harfbuzz"
brew "httpie"
brew "jadx"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "libfido2"
brew "libgccjit"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "pango"
brew "php"
brew "pidcat"
brew "putty"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "shellcheck"
brew "texinfo"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "translate-shell"
brew "tree"
brew "wget"
brew "xcodegen"
cask "keycastr"
cask "multipass"
cask "osquery"
cask "postman"
cask "vagrant"
