tap "aws/tap"
tap "dwarvesf/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
brew "ansible"
brew "anyenv"
brew "automake"
brew "awscli"
brew "bat"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "harfbuzz"
brew "clojure"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "exa"
brew "frum"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "gradle"
brew "gron"
brew "groovy"
brew "guile"
brew "httpie"
brew "jadx"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "libfido2"
brew "libgccjit"
brew "mysql"
brew "neofetch"
brew "nghttp2"
brew "nkf"
brew "pango"
brew "php"
brew "pidcat"
brew "putty"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "shellcheck"
brew "texinfo"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "translate-shell"
brew "tree"
brew "wget"
brew "xcodegen"
cask "keycastr"
cask "multipass"
cask "osquery"
cask "postman"
cask "vagrant"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "alexanderbast.vscode-snazzy"
vscode "Angular.ng-template"
vscode "Arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "KevinRose.vsc-python-indent"
vscode "medo64.render-crlf"
vscode "mikeburgh.xml-format"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "webdokkeren.joinlines"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
