tap "aws/tap"
tap "dwarvesf/tap"
tap "hashicorp/tap"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
brew "anyenv"
brew "automake"
brew "awscli"
brew "bat"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "eza"
brew "frum"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "gradle"
brew "gron"
brew "pango"
brew "guile"
brew "httpie"
brew "jadx"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "libgccjit"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "php"
brew "pidcat"
brew "putty"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "texinfo"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "wget"
brew "xcodegen"
cask "font-hack-nerd-font"
cask "keycastr"
cask "osquery"
cask "postman"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "alexanderbast.vscode-snazzy"
vscode "angular.ng-template"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-mermaid"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "medo64.render-crlf"
vscode "mikeburgh.xml-format"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "webdokkeren.joinlines"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
